Repository: zikula-modules/BBCode
Catalog: bbcode/html/modules/bbcode/locale/*/LC_MESSAGES/module_bbcode.po
Languages: de

source: BBCode is a transform hook that converts usual bbcode tags into html.
de: BBCode ist ein Transform-Hook, der die üblichen BBCode Tags in HTML umwandelt.

source: Spoiler follows
de: Achtung, Spoiler

source: Quote
de: Zitat

source: From
de: Von

source: *Not allowed to see the external links*
de: *Keine Berechtigung für Links*

source: *Not allowed to see emails*
de: *Keine Berechtigung für Emails*

source: No highlighting
de: keine Codehervorhebung

source: GeSHi with line numbers
de: GeSHi mit Zeilennummern

source: GeSHi without line numbers
de: GeSHi ohne Zeilennummern

source: Illegal value, allowed format: up to four decimal places + dot + two decimal places followed by unit, one out of cm,em,ex,in,mm,pc,pt,px or %. Example: 1.05em or 95%.
de: Ungültiger Wert, erlaubtes Format: bis zu vier Vorkomma- und 2 Nachkommastellen plus Einheit: cm,em,ex,in,mm,pc,pt,px oder %. Beispiel: 1.05em oder 95%.

source: Done! Configuration has been updated
de: Erledigt! Die Modulkonfiguration wurde aktualisiert

source: Settings
de: Konfiguration

source: Actually the bbcode hook is used with the following modules
de: BBCode wird mit folgenden Modulen verwendet

source: Module
de: Modul

source: Displayname
de: Anzeigename

source: Options
de: Optionen

source: Hook settings
de: Hook Einstellungen

source: bbcode is not used with any module
de: bbcode ist bei keinen Modulen als Hook aktiviert

source: Activate bbcode for more modules
de: bbcode für weitere Module aktivieren

source: Visit the bbcode project site
de: bbcode Projektseite besuchen

source: Notice! Please allow the used HTML tags in the SecurityCenter.
de: Hinweis! Bitte die benutzten HTML-Tags auch im Sicherheits-Center aktivieren.

source: Configuration [code][/code]
de: Konfiguration [code][/code]

source: Enable code highlighting
de: Codehervorhebung aktivieren

source: %h = Header (Code), %c=lines of code, %j=lines of code, escaped for javascript.
de: %h = Überschrift (Code), %c = Codezeilen, %j = Codezeilen, vorbereitet für Javaskript.

source: Select code highlight mode
de: Modus Codehervorhebung

source: Preview
de: Vorschau

source: Configuration [quote][/quote]
de: Konfiguration [quote][/quote]

source: Enable quote highlighting
de: Zitathervorhebung einschalten

source: %u = username, %t=quoted text
de: %u = Benutzername , %t = zitierter Text

source: Configuration [color][/color]
de: Konfiguration [color][/color]

source: Enable flexible text colors
de: Flexible Textfarben einschalten

source: Allow userdefined text color
de: Benutzerdefinierte Textfarben erlauben

source: Configuration [size][/size]
de: Konfiguration [size][/size]

source: Enable flexible text size
de: Flexible Textfgrößen einschalten

source: Tiny
de: Winzig

source: Small
de: Klein

source: Large
de: Gross

source: Huge
de: Sehr gross

source: Allow userdefined text size
de: Benutzerdefinierte Textgrößen erlauben

source: Configuration of mimeTeX integration [math][/math]
de: Konfiguration der mimeTeX Integration [math][/math]

source: Enable mimeTeX support
de: mimeTeX Support aktivieren

source: Full URL to the mimeTeX cgi script
de: URL zur mimeTeX CGI-Schnittstelle

source: Please use an own mimeTeX installation for your website!
de: Bitte eine eigene Installation von mimeTeX anlegen und nicht fremde Serverlast benutzen!

source: Test image for mimeTeX
de: Testbild für mimeTeX

source: Enter URl to your mimeTeX installation and you will see a test image here
de: Wenn sie eine Adresse zur mimeTeX-Installation angegeben haben, wird hier ein Testbild angezeigt, welches anzeigt, dass mimeTeX hoffentlich richtig funktioniert.

source: Miscellaneous settings
de: Verschiedene Einstellungen

source: Shrink links to
de: Links kürzen auf

source: chars
de: Zeichen

source: Shrinks the urls shown to the specified length (0=no action).
de: Kürzt die angezeigten Links im URL-Tag auf die angegebene Anzahl Zeichen (0=keine Kürzung).

source: Use Lightbox in img-tag
de: Lightbox in IMG-Tags aktivieren

source: Width of preview image
de: Breite des Vorschaubildes

source: Height will be calculated by the browser automatically.
de: Die Höhe wird automatisch vom Browser angepasst.

source: Enable spoiler tag
de: Spoiler Tag aktivieren

source: HTML for spoiler tag
de: HTML für Spoiler Tag

source: %h = Heading (Spoiler follows), %s = text
de: %h = Überschrift (Achtung, Spoiler), %s = Text

source: Update
de: Aktualisieren

source: Insert a link
de: Link einfügen

source: Insert an email address
de: E-Mail Adresse einfügen

source: Insert an image
de: Bild einfügen

source: Insert quote
de: Zitat einfügen

source: Insert code
de: Code einfügen

source: Open list
de: Liste öffnen

source: Add list entry
de: Listeneintrag hinzufügen

source: Close list
de: Liste schließen

source: Bold text
de: Fetter Text

source: Italic text
de: Kursiver Text

source: Underlined text
de: Unterstrichener Text

source: Image
de: Bild

source: Hide text
de: Text verstecken

source: Select code type
de: Codetyp auswählen

source: No special code
de: kein spezieller Code

source: Font color
de: Schriftfarbe

source: Select font color
de: Schriftfarbe auswählen

source: Black
de: Schwarz

source: Dark Red
de: Dunkelrot

source: Red
de: Rot

source: Brown
de: Braun

source: Yellow
de: Gelb

source: Green
de: Grün

source: Olive
de: Oliv

source: Cyan
de: Türkis

source: Blue
de: Blau

source: Dark Blue
de: Dunkelblau

source: Violet
de: Violett

source: White
de: Weiss

source: Enter color code
de: Farbcode eingeben

source: Self defined color
de: Selbst definierte Farbe

source: Font size
de: Schriftgröße

source: Select font size
de: Schriftgröße auswählen

source: Enter text size
de: Schriftgröße eingeben

source: Self defined size
de: Selbst definierte Größe

source: Your browser does not support javascript or you turned it off. The BBCode interface has been disabled.
de: Der Browser unterstützt kein Javaskript oder es ist deaktiviert. Das Bedienfeld von bbcode ist daher nicht verfügbar.
